[
    {
        "level": "easy",
        "language": "polish",
        "category": "other",
        "text": "Chodzi lisek koło drogi, nie ma ręki ani nogi, ani głowy, ani pupy, daj liskowi talerz zupy! Raz, dwa, trzy, cztery maszerują oficery ptaszek myślał, że to żołnierz i narobił mu na kołnierz. Palec pod budkę, bo za minutkę zamykam budkę. Budka zamknięta nie ma klienta, klient w Warszawie siedzi na ławie. Pocztmistrz z Tczewa zastanawia się, czy się Czesi cieszą, że się Czesio czesze? Ząb zupa zębowa, dąb zupa dębowa. Czego trzeba strzelcowi do zestrzelenia cietrzewia drzemiącego w dżdżysty dzień na drzewie?"
    },
    {
        "level": "easy",
        "language": "english",
        "category": "other",
        "text": "Are you going to post these photos on Facebook? I don't think so. I don't use Facebook any more. I don't feel that everyone needs to know what i'm doing all the time. Seriously? I didn't think there was anyone who wasn't on Facebook! You're probably the only one. I'm not so sure. I don't expect I'm the only person who doesn't want to have a huge digital footprint. Well, I guess not, but I don't suppose many people actually think about their digital footprint. Yeah, I don't imagine so, but people really shouldn't give out so much personal information. It leaves them open to problems. True. I guess I shouldn't post everything I do."
    },
    {
        "level": "hard",
        "language": "polish",
        "category": "natura",
        "text": "W Szczebrzeszynie chrząszcz brzmi w trzcinie i Szczebrzeszyn z tego słynie. Wół go pyta: Panie chrząszczu, po co pan tak brzęczy w gąszczu? Jak to – po co? To jest praca, każda praca się opłaca. A cóż za to Pan dostaje? Też pytanie! Wszystkie gaje, wszystkie trzciny po wsze czasy, łąki, pola oraz lasy, nawet rzeczki, nawet zdroje, wszystko to jest właśnie moje!"
    },
    {
        "level": "hard",
        "language": "english",
        "category": "other",
        "text": "We are surrounded by claims. Almost every day in the news you hear stories and statistics that seem to show that A causes B. There are countless examples of headlines claiming that this food causes cancer, or that food prevents it. Understanding and analysing these claims is an important part of mdern life, but we rarely teach it in schools."
    },
    {
        "level": "easy",
        "language": "polish",
        "category": "other",
        "text": "Ale Beliar nie znosił widoku światła i niszczył wszystko, co Innos stworzył. Ujrzał wtedy Adanos, że w ten sposób nic nie może istnieć na świecie: ani jasność, ani mrok. Stanął więc między swymi braćmi i próbował pojednać ich ze sobą. Jednakże bez skutku. Ale tam, gdzie stanął Adanos, ani Innos, ani Beliar nie mieli żadnej władzy. W miejscu tym ład i chaos współistniały w harmonii. Tak oto powstało morze, a z morza wyłonił się ląd, a na lądzie powstało wszystko, co żywe: rośliny i zwierzęta, wilki i owce, a na samym końcu powstali ludzie. Adanos cieszył się ze wszystkiego, co wówczas powstało, a swą miłością darzył jednakowo wszystkie rzeczy. Ale gniew Beliara był tak wielki, że przemierzył on całą ziemię, by znaleźć bestię. A gdy do niej przemówił, stała się ona jego sługą. Beliar tchnął w nią część swej boskiej mocy, by mogła zniszczyć całą ziemię. Ale Innos podpatrzył czyn Beliara i przemierzył ziemię, by znaleźć człowieka. A gdy do niego przemówił, ten stał się jego sługą. Innos tchnął w niego część swojej boskiej mocy, by mógł on naprawić szkody wyrządzone przez Beliara. Wtedy zwrócił się Beliar do innej istoty, ale Adanos zesłał potężną falę, która zmyła ją z powierzchni ziemi. Ale wraz z nią odeszły także drzewa i zwierzęta, więc Adanos wielce się zasmucił. I rzekł wreszcie do swych braci: nigdy więcej nie postanie wasza noga na mojej ziemi, albowiem jest ona święta i pozostanie taką na wieki. Ale człowiek i bestia nie zaprzestali wojny na ziemi Adanosa i płonął w nich gniew ich bogów. A człowiek pokonał bestię, która wróciła do królestwa Beliara. I zobaczył Adanos, że prysła równowaga między ładem, a chaosem i zaklął Innosa, by ten odebrał człowiekowi swą boską moc. A Innos w swej mądrości tak uczynił. Ale Adanos obawiał się, że pewnego dnia bestia powróci na ziemię. Dlatego uprosił Innosa, by ten zostawił część swojej mocy na ziemi, aby pewnego dnia przywrócić ją człowiekowi. A Innos w swej mądrości tak uczynił"
    },
    {
        "level": "easy",
        "language": "english",
        "category": "animals",
        "text": "If pet shops are not allowed to sell wild species, wild animals will be bought from smugglers or other illegal sources. However, if people buy animals in pet shops, and if pet shops buy from authorised breeders, the illegal capture and sale of wild animals can be stopped, or at least reduced. It is also a fact that some pet shops help educate people about animals, both domestic and wild. Anyone who buys an animal at a good shop will be given detailed instructions for taking care of it."
    },
    {
        "level": "hard",
        "language": "polish",
        "category": "other",
        "text": "Patrzę na was… Głodnych… Przerażonych… Przyciskających dzieci do piersi. Cesarz Emhyr wprowadził swoje legiony na nasze ziemie, oblega każdą twierdzę stąd aż po Góry Sine. Wściekły i wygłodniały, wciąż gryzie i kąsa! Ludzie Północy stoicie nad przepaścią! Wasi królowie zawiedli, więc zwracacie się do bogów! A jednak nie błagacie o przebaczenie? Nie posypujecie głów popiołem? Zamiast tego lamentujecie! Pytacie ‘czemu bogowie nas opuścili?’ Musimy wrócić na drogę, którą porzuciliśmy dawno temu! W przeszłości nasz świat przeplatał się z innymi w procesie, który uczeni nazwali Koniunkcją Sfer. Bogowie pozwolili wedrzeć się tu nieczystym siłom. Pokłosiem tego kataklizmu jest nikczemna siła zwana magią… A jednak nie wygnaliśmy jej. Zamiast tego studiujemy jej niegodziwe arkana, by zdobyć władzę i bogactwo! A co z potworami u naszych drzwi? Ohydnymi reliktami Koniunkcji Sfer? Trollami…? Trupojadami…? I wilkołakami? Czy podnosimy przeciw nim oręż? Czy raczej zrzucamy ten ciężar na innych? Na tak zwanych wiedźminów. Porzucone dzieci, szkolone, by używać mrocznej magii, zmutowane za pomocą bluźnierczych rytuałów. Wysłani do walki z potworami, nie potrafią odróżnić dobra od zła. Blady płomień człowieczeństwa, który kiedyś w nich płonął, już dawno zgasł. Z każdym rokiem jest ich coraz mniej, to prawda. Ale kilku wciąż przemierza nasze ziemie, przelewając krew za pieniądze. Po dziś dzień swym istnieniem przynoszą nam hańbę! Północ krwawi, chłostana biczem wojny! To kara bogów za nasze grzechy! Nie zapominajmy też o okrutnej pladze spoza naszego świata! Wszak Dziki Gon galopuje po niebie w każdą pełnię! Mroczni jeźdźcy porywają w nieznane nasze dzieci! Niektórzy mówią, że to zwiastuje drugą Koniunkcję! Czy damy radę powrócić na drogę światłości? Czy znajdziemy siłę, by wygnać czarodziejów z naszych królestw? Zjednoczyć się wokół ciepła Wiecznego Ognia? Bliski jest czas miecza i topora! Tej wojny nikt za nas nie wygra! Bliski jest czas szaleństwa i czas pogardy!"
    },
    {
        "level": "hard",
        "language": "english",
        "category": "animals",
        "text": "I know that most of the wild animals sold in pet shops are bred in captivity, and in most cases these animals could never be released into the wild, but that does not mean that they make good pets. Many people buy cute baby animals and then do not know what to do with them when they grow up and begin to exhibit behaviours like biting or scratching. Furthermore, many animals are still caught in the wild, which damages wild populations and causes trauma and suffering for the animals that are caught."
    },
    {
        "level": "easy",
        "language": "polish",
        "category": "natura",
        "text": "Gdy pomorze nie pomoże, to pomoże może morze, a gdy morze nie pomoże, to pomoże może las. Nie pieprz wieprza pieprzem Pietrze, bo bez pieprzu wieprz jest lepszy. Król Karol kupił królowej Karolinie korale koloru koralowego."
    },
    {
        "level": "easy",
        "language": "english",
        "category": "technology",
        "text": "No one can deny that the past few years have seen some impressive developments in technology, and the future looks even brighter for robot technology. My research is focused on using robots for search and rescue missions and enviromental clean-ups. For example, in the next few years, robots will have been developed that can instantly stop oils spills or radiation leaks, helping to prevent disasters."
    },
    {
        "level": "hard",
        "language": "polish",
        "category": "other",
        "text": "Nazywam się Grzegorz Brzęczyszczykiewicz. Mieszkam w Chrząszczyżewoszycach, w powiecie Łękołody. Niestety mój stół posiada powyłamywane nogi, a mój rewolwer jest wyrewolwerowany. Ostatnio zadaję sobie pytanie, czy jest Jola lojalna, czy Jola nielojalna"
    },
    {
        "level": "hard",
        "language": "english",
        "category": "technology",
        "text": "Though robots definatelly have their issues, I am concerned about investing much money into programmers aimed at machines instead of people. Robots are enormously expensive. There will be a significant shortage or healthcare workers by the end of this decade, largely because of lack of money. Robots can never replace trained personnel. Certainly they can play like a key part in rescue efforts, for example, but robots can't make the kinds of independent decisions that people can."
    },
    {
        "level": "hard",
        "language": "polish",
        "category": "technologia",
        "text": "Do włączenia komputera niezbędne jest zasilanie. Z pomocą elektryczności możesz włączyć zasilacz, który pozwoli ci korzystać ze sprzętu. Ważne, by podczas burzy wyłączać wtyczki z kontaktów, aby zapobiec nieprzyjemnym sytuacjom. Laptopy można używać, bez konieczności podłączenia zasilacza, ponieważ korzystają z baterii. Trzeba jednak pamiętać, aby co jakiś czas ją naładować."
    },
    {
        "level": "hard",
        "language": "polish",
        "category": "technologia",
        "text": "Wraz z rozwojem technologii, wzrasta obawa, że roboty zastąpią ludzi na stanowiskach pracy. Moim zdaniem, to naturalna kolej rzeczy, roboty robią wszystko szybciej, precyzyjniej dodatkowo się nie męcząc. Istnieją jednak pewne aspekty, które może zrobić tylko człowiek. Wszelkiego rodzaju wybory, wymagające wolnej woli i myślenia, wymagają ingerencji człowieka. Podsumowując, roboty usprawnią pracę ludzi, ale całkowicie jej nie wyprą, więc nie trzeba mieć obaw do ogromnego wzrostu bezrobocia."
    },
    {
        "level": "easy",
        "language": "polish",
        "category": "technologia",
        "text": "Wordpress jest narzędziem dla ludzi, którzy na codzień nie zajmują się tworzeniem stron internetowych. Tworząc stronę w 'normalnym' środowisku, stworzenie dajmy na to NavBara zajmuje chwilę nawet u niedoświadczonych programistów, natomiast w WordPress'ie ta sama czynność zajmuje godzinę. Dlaczego tak jest? Interfejs moze i jest intuicyjny, ale juz jego używanie niekoniecznie."
    },
    {
        "level": "easy",
        "language": "polish",
        "category": "technologia",
        "text": "Mamy rok 2022, według niektórych ludzi sprzed kilkudziesięciu lat, powinniśmy mieć już latające samoloty i kolonizować wszechświat. Rzeczywistość jest jestak znacznie bardziej szara i ponura. Po ulicach dalej jeżdżą zdezelowane golfy, a kolonizować wszechświat możemy jedynie w grach komputerowych. Wszelkiego rodzaju eskapady kosmiczne są bezzałogowe, eksploracja kosmosu z ludźmi na pokładzie jest dopiero w powijakach."
    },
    {
        "level": "hard",
        "language": "polish",
        "category": "dom",
        "text": "Zasiadając do wigilijnego stołu jest zwyczaj zostawiania jednego wolnego miejsca dla niespodziewanego gościa. Gospodynie wtedy nakrywają do stołu tak, jakby było to miejsce już dawno zajęte przez gościa. Kładą talerze, sztucce - noże, widelce, łyżki - serwetkę, szklankę. Jest to piękna tradycja, chociaż rzadko zdarza się, aby ten zestaw się ubrudził, no chyba, że ktoś z obecnych z niego skorzysta."
    },
    {
        "level": "hard",
        "language": "polish",
        "category": "dom",
        "text": "Wszędzie dobrze, ale w domu najlepiej! Jest to chyba najbardziej życiowe polskie przysłowie. Możesz mieć luksusowe meble, drogi apartament, wyjeżdżać za granicę, mieć po prostu pieniądze na przeróżne zachcianki, ale jeśli nie masz kochającej rodziny, to nic Ci po tym. To dom jest miejscem do którego się wraca, w którym czuje się jak u siebie, gdzie się być może wychowywało i ma wspaniałe wspomnienia. Ten dom nie musi być pięknym budynkiem, bo licza się ludzie w nim oczekujący na Twój powrót."
    },
    {
        "level": "easy",
        "language": "polish",
        "category": "dom",
        "text": "Podstawowym wyposażeniem każdego domu są takie przedmioty jak stół, krzesło, piekarnik, umywalka, toaleta, czy kosz na śmieci pod zlewem. Wszystkie domy mają ten sam schemat, cztery ściany, podłoga, sufit, dach, czasem poddasze. Pomimo tylu cech wspólnych, różni je jednak najbardziej znaczacy element - człowiek, wraz ze swoim gustem urządzania wnętrz."
    },
    {
        "level": "easy",
        "language": "polish",
        "category": "dom",
        "text": "Zarówno mieszkanie w bloku w centrum miasta, jak i w domku na obrzeżach lub na wsi ma swoje plusy i minusy. W mieście wszędzie jest blisko, sklepów na każdej ulicy po conajmniej kilka, na wsiach jest to abstrakcją. Królują one jednak jeśli chodzi o ograniczenie kontaktu z innymi ludźmi. W miastach jest aż nadto ludności, podczas gdy na wsi można odpocząć od zgiełku ludzi. "
    },
    {
        "level": "hard",
        "language": "polish",
        "category": "natura",
        "text": "Piach pod stopami i wdychanie jodu nad morzem, czy może chodzenie po górach i podziwianie widoków? Jak w wielu aspektach życia, ludzie dzielą się na dwa obozy. Jedni wolą leżeć plackiem i się opalać, inni aktywnie spędzać czas. Mamy szczęście, że w Polsce są zarówno góry i morze. Każdy znajdzie tu coś dla siebie. A jakby znaleźli się ludzie, którym mało wrażeń, dla turystów fajną alternatywą są przepiękne Mazury."
    },
    {
        "level": "easy",
        "language": "polish",
        "category": "natura",
        "text": "W przyrodzie matematyka jest na porządku dziennym. Dajmy na to: deszcz plus słońce równa się tęcza. Proste jeden dodać jeden, a niejednej osobie zapewni uśmiech do końca dnia. Ludzie lubią cieszyć się małymi rzeczami, a takie przyroda serwuje nam codziennie, musimy tylko nauczyć się je dostrzegać. "
    },
    {
        "level": "hard",
        "language": "polish",
        "category": "zwierzęta",
        "text": "Ludzie zazwyczaj dzielą się na dwie grupy - psiarze i kociarze. Jedni i drudzy uważają swoich pupili za najcudowniejsze zwierzęta na świecie. Obie mają rację. Zapytacie jak to, przecież tylko jedni moga mieć rację! I tak i nie. Każdy właściciel pupilka traktuje go jak członka rodziny, co za tym idzie, jest dla niego całym światem i vice versa, więc automatycznie sprawia to, że dany kotek, czy piesek jest najukochańczym zwierzęciem na świecie."
    },
    {
        "level": "hard",
        "language": "polish",
        "category": "zwierzęta",
        "text": "Często na niesfornych ludzi mówi się zwierzęta lub bydło. Tak się przyjęło i się tego nie zmieni. Czy takie określenie jest jednak prawdziwe? Otóż nie! Zwierzęta, niezależnie czy hodowlane - bydło - czy domowe, czy nawet dzikie przejawiają pewne syndromy, jakoby posiadały własne zasady. Prostym przykładem jest hierarchia w stadzie, każdy zna miejsce w szeregu i wie co musi robić."
    },
    {
        "level": "easy",
        "language": "polish",
        "category": "zwierzęta",
        "text": "Koczkodany to rodzaj małp. Innym podgatunkiem są goryle, jeszcze innym pawiany. Można by tak wymieniać w nieskończoność. Każdy podgatunek różni się od siebie diametralnie, jednak wszystkie z nich posiadają wspólny mianownik - banany. Te żółte, podłużne owoce sa przysmakiem każdego z podgatunków, niezależnie od koloru sierści, czy wielkości."
    },
    {
        "level": "easy",
        "language": "polish",
        "category": "zwierzęta",
        "text": "Leszek bardzo lubi uprzykrzać życie innym ludziom. Jest typem osoby, która nie jest lubiana. Sam jednak uwielbia pewne zwierzę. Jest nim jaszczurka. W szkole dzieci naśmiewają się z niego, przezywając go 'LJ' od 'Lubię Jaszczurki'. Leszek jako pasjonat elektrotechniki nazwał jaszczurkę Amper."
    },
    {
        "level": "hard",
        "language": "polish",
        "category": "transport",
        "text": "Kiedyś do transportowania towarów wykorzystywano osiołki i konie, potem zaczęto je przewozić statkami, potem nadeszła era pociągów, a teraz wykorzystujemy także samoloty i ciężarówki. Niezależnie od sposobu transportu, handel nie różni się znacząco od tego co miało miejsce dawno temu. Jedyną różnicą jest dostępność produktów."
    },
    {
        "level": "hard",
        "language": "polish",
        "category": "transport",
        "text": "Za moich czasów, na komunię marzeniem było dostać rower. Teraz wraz z rozwojem technologii jako prezent dostaje się quada. Mówi się, że dzieci są przez to bardziej rozpieszczane, bo mają dostęp do dóbr o których się nam nie śniło. Moim zdaniem to dobrze, ponieważ im szybciej obeznają się z technologią, tym szybciej urośnie kolejny geniusz i tym szybciej my - dorośli będziemy mogli zasiąść za kierownicą latających pojazdów osobowych."
    },
    {
        "level": "easy",
        "language": "polish",
        "category": "transport",
        "text": "Transport można podzielić na dwie kategorie - towarowy i ludzki. W drugim przypadku mamy znacznie więcej opcji. Chyba nikt nie wyobraża sobie dostarczania produktów na rolkach, czy deskorolce, natomiast każdy może sobie wyobrazić człowieka na pokładzie sterowca, czy na pace ciężarówki. Transport ludzi jest znacznie bardziej elastyczny, co za tym idzie, bardziej rozwojowy."
    },
    {
        "level": "easy",
        "language": "polish",
        "category": "transport",
        "text": "Jadąc z punktu A do punktu B, znacznie szybciej dojedziemy szybszym pojazdem - na przykład samolotem - niż wolnym - na przykład rowerem. Czy tak jest zawsze? Otóż nie, czasem jadąc samochodem stoimy w korku przez co idąc pieszo, czy przemykając sie z boku rowerem jesteśmy w stanie przemieszczać się szybciej. Punkt widzenia zależy od punktu siedzenia w prowadzonym pojeździe, parafrazując polskie przysłowie."
    },
    {
        "level": "easy",
        "language": "english",
        "category": "transport",
        "text": "A mode of transport is a solution that makes use of a certain type of vehicle, infrastructure, and operation. The transport of a person or of cargo may involve one mode or several of the modes, with the latter case being called inter-modal or multi-modal transport. Each mode has its own advantages and disadvantages, and will be chosen on the basis of cost, capability, and route. Governments deal with the way the vehicles are operated, and the procedures set for this purpose, including financing, legalities, and policies. In the transport industry, operations and ownership of infrastructure can be either public or private, depending on the country and mode."
    },
    {
        "level": "easy",
        "language": "english",
        "category": "transport",
        "text": "Terminals such as airports, ports, and stations, are locations where passengers and freight can be transferred from one vehicle or mode to another. For passenger transport, terminals are integrating different modes to allow riders, who are interchanging between modes, to take advantage of each mode's benefits. For instance, airport rail links connect airports to the city centres and suburbs. The terminals for automobiles are parking lots, while buses and coaches can operate from simple stops. For freight, terminals act as transshipment points, though some cargo is transported directly from the point of production to the point of use."
    },
    {
        "level": "hard",
        "language": "english",
        "category": "transport",
        "text": "The most common road vehicle is the automobile; a wheeled passenger vehicle that carries its own motor. Other users of roads include buses, trucks, motorcycles, bicycles, and pedestrians. As of 2010, there were 1.015 billion automobiles worldwide. Road transport offers complete freedom to road users to transfer the vehicle from one lane to the other and from one road to another according to the need and convenience. This flexibility of changes in location, direction, speed, and timings of travel is not available to other modes of transport. It is possible to provide door-to-door service only by road transport. Automobiles provide high flexibility with low capacity, but require high energy and area use, and are the main source of harmful noise and air pollution in cities; buses allow for more efficient travel at the cost of reduced flexibility. Road transport by truck is often the initial and final stage of freight transport."
    },
    {
        "level": "hard",
        "language": "english",
        "category": "transport",
        "text": "Transport infrastructure consists of both fixed installations, including roads, railways, airways, waterways, canals, and pipelines, and terminals such as airports, railway stations, bus stations, warehouses, trucking terminals, refueling depots (including fueling docks and fuel stations), and seaports. Terminals may be used both for interchange of passengers and cargo and for maintenance. Means of transport are any of the different kinds of transport facilities used to carry people or cargo. They may include vehicles, riding animals, and pack animals. Vehicles may include wagons, automobiles, bicycles, buses, trains, trucks, helicopters, watercraft, spacecraft, and aircraft."
    },
    {
        "level": "easy",
        "language": "english",
        "category": "nature",
        "text": "Wilderness is generally defined as areas that have not been significantly modified by human activity. Wilderness areas can be found in preserves, estates, farms, conservation preserves, ranches, national forests, national parks, and even in urban areas along rivers, gulches, or otherwise undeveloped areas. Wilderness areas and protected parks are considered important for the survival of certain species, ecological studies, conservation, and solitude."
    },
    {
        "level": "easy",
        "language": "english",
        "category": "nature",
        "text": "An ocean is a major body of saline water, and a principal component of the hydrosphere. Approximately 71% of the Earth's surface (an area of some 361 million square kilometers) is covered by ocean, a continuous body of water that is customarily divided into several principal oceans and smaller seas. More than half of this area is over 3,000 meters (9,800 feet) deep. Average oceanic salinity is around 35 parts per thousand (ppt) (3.5%), and nearly all seawater has a salinity in the range of 30 to 38 ppt. Though generally recognized as several 'separate' oceans, these waters comprise one global, interconnected body of salt water often referred to as the World Ocean or global ocean."
    },
    {
        "level": "hard",
        "language": "english",
        "category": "nature",
        "text": "Giant tropical centipedes share their territories with tarantulas. Despite it's impressive length, it's a nimble navigator, and some can be highly venomous. As quick as lightning, just like the tarantula it's killing, the centipede has two curved hollow fangs which inject paralyzing venom. Even tarantulas aren't immune from an ambush. This centipede is a predator."
    },
    {
        "level": "hard",
        "language": "english",
        "category": "nature",
        "text": "Photosynthesis is the process in which solar energy is trapped by chlorophyll to convert the carbon dioxide and water to produce food in the form of glucose. It is produced in the plants where chlorophyll is present inside the chloroplast as trapping the solar energy initiates the process."
    },
    {
        "level": "easy",
        "language": "english",
        "category": "technology",
        "text": "Robots have already come to town, even if we're not always aware of it. Robots drill for our oil, drive and park our cars, and even have a part to play in medical operations. By the end of this year, in fact, I will have been using robots in my business for almost 20 years. And technology keeps on improving."
    },
    {
        "level": "hard",
        "language": "english",
        "category": "technology",
        "text": "I saw something on TV about robots in the workplace last night, and it got me thinking. In five years time, what will have changed? i know that some of you will have graduated by then and will have entered the world of work. Will some jobs have disappeared? Which ones? I know some of them won't, but will have been fundamentally changed by robots and by automation."
    },
    {
        "level": "easy",
        "language": "english",
        "category": "house",
        "text": "A home, or domicile, is a space used as a permanent or semi-permanent residence for one or many humans. It is a fully or semi sheltered space and can have both interior and exterior aspects to it. Homes provide sheltered spaces, for instance rooms, where domestic activity can be performed such as sleeping, preparing food, eating and hygiene as well as providing spaces for work and leisure such as remote working, studying and playing."
    },
    {
        "level": "easy",
        "language": "english",
        "category": "house",
        "text": "Physical forms of homes can be static such as a house or an apartment, mobile such as a houseboat, trailer or yurt or digital such as virtual space. The aspect of ‘home’ can be considered across scales; from the micro scale showcasing the most intimate spaces of the individual dwelling and direct surrounding area to the macro scale of the geographic area such as town, village, city, country or planet."
    },
    {
        "level": "hard",
        "language": "english",
        "category": "house",
        "text": "Ideally, architects of houses design rooms to meet the needs of the people who will live in the house. Feng shui, originally a Chinese method of moving houses according to such factors as rain and micro-climates, has recently expanded its scope to address the design of interior spaces, with a view to promoting harmonious effects on the people living inside the house, although no actual effect has ever been demonstrated. Feng shui can also mean the 'aura' in or around a dwelling, making it comparable to the real estate sales concept of 'indoor-outdoor flow'."
    },
    {
        "level": "hard",
        "language": "english",
        "category": "house",
        "text": "The English word house derives directly from the Old English hus meaning 'dwelling, shelter, home, house,' which in turn derives from Proto-Germanic husan (reconstructed by etymological analysis) which is of unknown origin. The house itself gave rise to the letter 'B' through an early Proto-Semitic hieroglyphic symbol depicting a house. The symbol was called 'bayt', 'bet' or 'beth' in various related languages, and became beta, the Greek letter, before it was used by the Romans. Beit in Arabic means house, while in Maltese bejt refers to the roof of the house."
    },
    {
        "level": "easy",
        "language": "english",
        "category": "animals",
        "text": "Animals as a category have several characteristics that generally set them apart from other living things. Animals are eukaryotic and usually multicellular (although see Myxozoa), which separates them from bacteria, archaea, and most protists. They are heterotrophic, generally digesting food in an internal chamber, which separates them from plants and algae. They are also distinguished from plants, algae, and fungi by lacking cell walls."
    },
    {
        "level": "hard",
        "language": "english",
        "category": "animals",
        "text": "Capybara also called carpincho or water hog, either of two species of large semiaquatic South American rodents. Capybaras inhabit forests and wetlands from Panama to Argentina. The larger of the two species, the capybara, is the largest living rodent in the world, growing up to about 1.3 metres long and weighing up to 79 kg. The lesser capybara is smaller, growing to about one metre in length and weighing about 28 kg. Some classifications list capybaras as the only members of family Hydrochoeridae, whereas others place them within the subfamily Hydrochoerinae of the family Caviidae. Capybaras resemble the cavy and the guinea pig."
    },
    {
        "level": "easy",
        "language": "english",
        "category": "other",
        "text": "There are many factors to consider when deciding what type of wood to use for a project. One of the most important is the workability of the wood: the way in which it responds when worked by hand or tools, the quality of the grain, and how it responds to adhesives and finishes. When the workability of wood is high, it offers a lower resistance when cutting and has a diminished blunting effect on tools. Highly workable wood is easier to manipulate into desired forms. If the wood grain is straight and even, it will be much easier to create strong and durable glued joints. Additionally, it will help protect the wood from splitting when nailed or screwed. Coarse grains require a lengthy process of filing and rubbing down the grain to produce a smooth result."
    },
    {
        "level": "hard",
        "language": "english",
        "category": "other",
        "text": "Złotoryja is a historic town in Lower Silesian Voivodeship in southwestern Poland, the administrative seat of Złotoryja County, and of the smaller Gmina Złotoryja. Having been granted town privileges in 1211, Złotoryja is the oldest town in Poland. Since the Middle Ages, it was a centre of gold and copper mining. Złotoryja was also featured among the most beautiful towns in Poland due to its location and architectural heritage."
    }
]